tap "aws/tap"
tap "cdenneen/taps"
tap "danielfoehrkn/switch"
tap "fluxcd/tap"
tap "puppetlabs/puppet"
tap "homebrew/bundle"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "asdf"
brew "atlantis"
brew "atuin"
brew "autojump"
brew "awscli"
brew "awslogs"
brew "base64"
brew "bash"
# brew "bash-completion"
brew "bat"
brew "btop"
brew "checkov"
brew "chezmoi"
brew "cilium-cli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "danielfoehrkn/switch/switch"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "pinentry"
brew "gnutls"
brew "helm"
brew "htop"
brew "hub"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "packer"
brew "pinentry-mac"
brew "pre-commit"
brew "putty"
brew "stern"
brew "stow"
brew "terragrunt"
brew "tree"
brew "watch"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
brew "fluxcd/tap/flux"
brew "libtool"
brew "libyaml"
brew "markdown"
brew "neovim"
brew "netcat"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "the_silver_searcher"
brew "tmux", args:["HEAD"]
brew "tmuxinator"
brew "tree-sitter"
brew "unzip"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
