tap "aws/tap"
tap "caffix/amass"
tap "cdenneen/taps"
tap "danielfoehrkn/switch"
tap "env0/terratag"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "minamijoyo/hcledit"
tap "puppetlabs/puppet"
tap "romkatv/gitstatus"
tap "stripe/stripe-cli"
tap "tailwarden/komiser"
brew "atlantis"
brew "atuin"
brew "autojump"
brew "awscli"
brew "bat"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfssl"
brew "checkov"
brew "chezmoi"
brew "cilium-cli"
brew "ctags"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghi"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "glab"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "goenv"
brew "helm"
brew "hub"
brew "ical-buddy"
brew "infracost"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-score"
brew "kubent"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "macvim"
brew "mas"
brew "maven"
brew "megacmd"
brew "mysql-client"
brew "neovim"
brew "nodenv"
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "pipx"
brew "pngpaste"
brew "postgresql@14"
brew "powerlevel10k"
brew "pre-commit"
brew "putty"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "skaffold"
brew "smartdns"
brew "starship"
brew "stern"
brew "stow"
brew "terraform-docs"
brew "terragrunt"
brew "terragrunt-atlantis-config"
brew "terrascan"
brew "tfenv"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "trivy"
brew "watch"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
brew "cdenneen/taps/komiser@3.1.15"
brew "danielfoehrkn/switch/switch"
brew "env0/terratag/terratag"
brew "fairwindsops/tap/pluto"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "minamijoyo/hcledit/hcledit"
brew "romkatv/gitstatus/gitstatus"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amazon-chime"
cask "amazon-photos"
cask "amethyst"
cask "brave-browser"
cask "chromium"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "fliqlo"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "headlamp"
cask "jumpcut"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "maccy"
cask "megasync"
cask "microsoft-edge"
cask "multipass"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openlens"
cask "pdk"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "stats"
cask "synology-drive"
cask "teamviewer"
cask "virtualbuddy"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Memory Diag", id: 748212890
vscode "1password.op-vscode"
vscode "aws-scripting-guy.cform"
vscode "ban.spellright"
vscode "brandontosch.hiera-eyaml"
vscode "craigmaslowski.erb"
vscode "danielsanmedium.dscodegpt"
vscode "danielthielking.aws-cloudformation-yaml"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "huacnlee.theme-macos-classic"
vscode "infracost.infracost"
vscode "jfrog.jfrog-vscode-extension"
vscode "joaomoreno.github-sharp-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "puppet.puppet-vscode"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "secanis.jenkinsfile-support"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
