cask "1password-cli"
cask "1password"
cask "alacritty"
cask "amazon-chime"
cask "chromedriver"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "jumpcut"
cask "karabiner-elements"
cask "keybase"
cask "maccy"
cask "megasync"
cask "microsoft-edge"
cask "multipass"
cask "pdk"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "synology-drive"
cask "teamviewer"
cask "itsycal"
cask "ngrok"
cask "nordvpn"
cask "slack"
cask "wezterm-nightly"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Memory Diag", id: 748212890
